[Cues]
Act_E3_5A_Bathroom_Bird_Look01_Max_010 = "Tidak ada cara ... Itulah bluebird saya disimpan Senin di kamar Joyce ..."
Act_E3_5A_Bathroom_ChildishSponge_Look01_Max_010 = "Chloe telah memiliki handuk bajak laut sialan kotor ini sejak kita masih kecil ... flashback Serius."
Act_E3_5A_Bathroom_HairDye_Look01_Max_010 = "Kau tahu, aku belum pergi melalui" mewarnai rambut saya biru "fase belum ... mungkin sudah waktunya."
Act_E3_5A_Bathroom_Mirror_Interact01_Max_010 = "Periksa Mad Max! Siap sialan thrash! Aku sangat hardcore."
Act_E3_5A_Bathroom_Tap_Interact01_Max_010 = "Terasa begitu baik untuk mencuci muka setelah semua klorin yang ... dan bersembunyi."
Act_E3_5A_Bathroom_TeethBrush_Interact01_Max_010 = "Apa yang ironis adalah saya selalu benci kalau Chloe digunakan sikat gigi saya ..."
Act_E3_5A_Bathroom_TeethBrush_Look01_Max_010 = "Chloe tidak pernah digunakan untuk peduli ketika saya meminjam sikat gigi."
Act_E3_5A_ChloeRoom_Bills_Look01_Max_010 = "Ya, aku bisa pergi ke neraka untuk ini, tetapi jika menghemat Chloe ... Kami akan membayar kembali-entah bagaimana."
Act_E3_5A_ChloeRoom_CHChloe_Look01_Max_010 = "Chloe tampaknya tidak terlalu kecewa dia tidak mengambil uang itu dari dana cacat ..."
Act_E3_5A_ChloeRoom_CHChloe_Look02_Max_010 = "Chloe tampak lebih santai sekarang bahwa dia memiliki uang ... dari dana cacat ..."
Act_E3_5A_ChloeRoom_Camera_Interact01_Max_010 = "Selalu ingat saat ini ..."
Act_E3_5A_ChloeRoom_ChloePhone_Look01_Max_010 = "Saya pikir Chloe mungkin memasang pic dari saya bukan ... Tidak bisa bersaing dengan Rachel."
Act_E3_5A_ChloeRoom_ChloePhone_Look02_Max_010 = "Bagus, Chloe menempatkan pic saya di telepon ... Aku harus membuktikan saya layak lagi ..."
Act_E3_5A_ChloeRoom_ChloePhone_Look03_Max_010 = "Yesus, sekarang saya senang Chloe mengambil uang itu. Orang ini serius. Dan menakutkan."
Act_E3_5A_ChloeRoom_ChloePhone_Look04_Max_010 = "shitballs Kudus. Frank adalah menakutkan. Saya harus membiarkan Chloe mengambil uang itu ..."
Act_E3_5A_ChloeRoom_ChloeRoomDoor_Interact01_Max_010 = "Taruh beberapa pakaian pertama, dusun."
Act_E3_5A_ChloeRoom_ChloeWallet_Look01_Max_010 = "Fakta bahwa dia menaruh foto di samping Rachel begitu menyentuh ..."
Act_E3_5A_ChloeRoom_ClosetDoor_Interact01_Max_010 = "Oke, waktu untuk beberapa cosplay Chloe ..."
Act_E3_5A_ChloeRoom_Closet_Look01_Max_010 = "Jika saya tinggal tersembunyi, tidak ada cara saya telah ditangguhkan ..."
Act_E3_5A_ChloeRoom_Closet_Look02_Max_010 = "Mungkin seharusnya aku bersembunyi di dalam lemari, tidak ada cara saya telah ditangguhkan ..."
Act_E3_5A_ChloeRoom_Closet_Look03_Max_010 = "Saya masih merasa bersalah karena tidak penghilang keluar dari sini untuk menghentikan David dari memukul Chloe ..."
Act_E3_5A_ChloeRoom_Closet_Look04_Max_010 = "Man, jika saya tetap tinggal tersembunyi, David tidak akan menargetkan saya."
Act_E3_5A_ChloeRoom_Closet_Look05_Max_010 = "Saya bisa bersembunyi di lemari dan kemudian David tidak akan di kasus saya."
Act_E3_5A_ChloeRoom_DavidGun_Look01_Max_010 = "Frank mungkin berpikir dua kali tentang bermain-main dengan Chloe sekarang, tetapi jika David tahu ... shitstorm."
Act_E3_5A_ChloeRoom_Drawer01_Interact01_Max_010 = "Wow ... Aku ingat telepon lama ini! Kami dihiasi bersama-sama."
Act_E3_5A_ChloeRoom_Drawer02_Interact01_Max_010 = "Saya tidak berpikir saya akan moshing hari ini."
Act_E3_5A_ChloeRoom_HiFi_Look01_Max_010 = "Aku suka lagu ini."
Act_E3_5A_ChloeRoom_HiFi_Look02_Max_010 = "Hei, bisa Anda bermain itu lagi?"
Act_E3_5A_ChloeRoom_Joint_Look01_Max_010 = "Saya harus telah memicu up yang bersama di depan David sehingga ia tidak akan memukul Chloe ..."
Act_E3_5A_ChloeRoom_Joint_Look02_Max_010 = "Aku mungkin juga mulai berkobar jika aku cukup bodoh untuk ditangguhkan untuk gulma ..."
Act_E3_5A_ChloeRoom_Joint_Look03_Max_010 = "Aku beruntung David tidak bust saya untuk bertindak seperti itu panci saya."
Act_E3_5A_ChloeRoom_Joint_Look04_Max_010 = "Saya adalah seorang pengecut seperti untuk meringkuk di dalam lemari sementara David memukulnya ..."
Act_E3_5A_ChloeRoom_Laptop_Interact01_Max_010 = "Apakah ini seharusnya bekerja?"
Act_E3_5A_ChloeRoom_Laptop_Interact02_Max_010 = "Setidaknya kita belum teridentifikasi ... belum."
Act_E3_5A_ChloeRoom_Laptop_Interact02_Max_020 = "Aku harus pergi. Terutama karena orang tua Kate tidak akan menguburkannya di sini ..."
Act_E3_5A_ChloeRoom_Laptop_Interact02_Max_030 = "Syukurlah dia baik-baik saja. Aku ingin tahu ketika saya bisa mengunjunginya ..."
Act_E3_5A_ChloeRoom_Laptop_Look01_Max_010 = "Dapatkah saya memeriksa berita di laptop tua ini?"
Act_E3_5A_ChloeRoom_MajorChoice_DontKiss_Max_010 = "Saya suka bahwa Chloe begitu takut ..."
Act_E3_5A_ChloeRoom_MajorChoice_Kiss_Max_010 = "Oh man, yang sangat berharga ketika saya mencium Chloe. Dia tidak berpikir saya akan ..."
Act_E3_5A_ChloeRoom_MaxClothes_Look01_Max_010 = "Waktu untuk mengenakan baju besi harian Anda, Max!"
Act_E3_5A_ChloeRoom_MaxClothes_Look02_Max_010 = "Ew. Masih berbau seperti pabrik klorin."
Act_E3_5A_ChloeRoom_Paper01_Look01_Max_010 = "Chloe begitu sialan lucu-dia benar-benar mencoba untuk memcahkan apa artinya visi saya ..."
Act_E3_5A_ChloeRoom_Photo01_Look01_Max_010 = "wowser ... Itu adalah hari ulang tahun ke-10 saya. Saya tidak tahu Chloe terus hal ini ..."
Act_E3_5A_ChloeRoom_RachelClothes_Look01_Max_010 = "Saya pikir gaya Rachel adalah sedikit lebih halus ... seperti saya."
Act_E3_5A_ChloeRoom_VoiceOverBed_Max_010 = "Ini sangat tenang setelah tadi malam ..."
Act_E3_5A_ChloeRoom_VoiceOverBed_Max_015 = "Saya senang menjadi besties dengan Chloe lagi."
Act_E3_5A_ChloeRoom_VoiceOverBed_Max_020 = "Photo op!"
Act_E3_5A_ChloeRoom_VoiceOverClothes_Max_010 = "Oke, saya harus berpakaian sekarang."
Act_E3_5A_Corridor_ArcadiaBayPoster_Look01_Max_010 = "Tidak ada di kota ini memiliki petunjuk sialan seperti apa yang terjadi ... atau mereka?"
Act_E3_5A_Corridor_ParentsRoomDoor_Look01_Max_010 = "Saya lebih baik tidak masuk ke sana ... David mungkin di tempat tidur. Ew."
Act_E3_5A_Corridor_VoiceOverBreakfast_Max_020 = "Oh Tuhan, yang berbau begitu menakjubkan ... Ini seperti ketika kami anak-anak di sini."
Act_E3_5A_Corridor_Window_Look01_Max_010 = "Untuk semua orang di lingkungan itu hanya pagi lagi ..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_002 = "Bukankah akan jahat jika kita hanya bisa nongkrong di sini selamanya seperti ketika kita masih anak-anak?"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_006 = "Oh, oke, Ratu Dunia. Saya akan mencoba untuk tidak mengingatkan Anda ketika kami berada besties lagi. Rachel mencintai bergaul dengan saya di sini, dia akan mengerti ... Lupakan saja."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_007 = "Setidaknya Anda dapat tanggal sekarang, kan? Ayah saya takut hari aku akan menemukan anak laki-laki."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_008 = "Anda tahu itu. Dia mengingatkan saya Anda ketika kita dipalsukan tidur sehingga orang tua kita tidak akan membuat kita bangun terlalu dini Sabtu pagi ..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_010 = "Sebanyak mungkin. Tapi itu lebih menyenangkan di rumahnya. Langkah-komando ingin kami di pantat-fajar ... Itu keren untuk kembali di sini dengan Anda."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_012 = "Tidak serius. Hella bodoh, biasanya. Aku pergi melalui" anak mainan "fase. Antara lain ..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_014 = "Dan cara sialan kotor. Ketika Anda akan menemukan segera."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_017 = "Karena Anda memiliki mata yang baik. Itulah mengapa saya sangat senang Rachel datang untuk menyelamatkan saya."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_018 = "Maaf, maaf. Tidak berarti untuk Anda semua bekerja. Aku hanya tidak berpikir siapa pun cukup baik untuk Anda ... selain saya."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_021 = "Anda harus juga. Cerdas, seksi dan centil ... Seperti saya, kan?"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_022 = "Dia dicampur seperti bunglon. Jelas lebih dari yang saya tahu ... atau ingin tahu ..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_025 = "Anda inginkan! Kemudian lagi, mungkin ... Anda seorang fotografer dan dia ingin menjadi model."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Chloe_026 = "Lalu di mana dia?"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_001 = "Saya suka cahaya pagi ini, itu begitu damai ..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_003 = "Tidak, terlalu mudah. ​​Dan ada yang terlalu banyak kotoran yang terjadi sekarang ..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_004 = "Ya, tapi ... sayangnya kami bukan anak-anak lagi."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_005 = "Yep. Saya yakin Anda dan Rachel menyukai nongkrong di sini juga ..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_009 = "Apakah kalian punya banyak acara menginap?"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_011 = "Jadi ... Anda tidak pernah benar-benar mengatakan kepada saya jika Anda punya pacar yang serius selama aku pergi ..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_013 = "Sebagai Blackwell membuktikan, anak laki-laki yang kesulitan."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_015 = "Saya tidak bisa melihat Anda dengan salah satu orang di sekitar sini ..."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_016 = "Oh oke, Woman of the World. Tolong katakan padaku apa itu seperti untuk mendapatkan ciuman ajaib pertama!"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_019 = "Kedengarannya seperti Anda benar-benar hancur pada Rachel."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_020 = "Apakah Rachel yang populer dengan semua orang di sini?"
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_023 = "Yah, duh! Mungkin Rachel akan berjuang atas kami berdua."
Cue_E3_5A_ChloeRoom_CHChloe_MaxChloe_Max_024 = "Anda tahu bahwa dia ingin pergi ke Los Angeles dengan Anda."
Cue_E3_5A_ChloeRoom_CHChloe_QuickPhase_Chloe_001 = "Anda lebih baik tidak mundur dan mengambil ciuman itu kembali. Kau tahu aku lebih panas daripada mereka Seattle art-lubang, kan?"
Cue_E3_5A_ChloeRoom_CHChloe_QuickPhase_Chloe_002 = "Saya yakin Anda benar-benar digunakan mundur untuk Mack pada saya saja sehingga Anda bisa bertindak seperti Anda tidak ... Ayo gadis, mengaku!"
Cue_E3_5A_ChloeRoom_CHChloe_QuickPhase_Chloe_003 = "Jika Anda ingin, pergi ke depan dan memeriksa lemari untuk pakaian segar."
Cue_E3_5A_ChloeRoom_CHChloe_QuickPhase_Chloe_004 = "Hey lazyass, menaruh pakaian. Kemudian kita bisa syal sarapan mengagumkan Joyce adalah memasak."
Cue_E3_5A_ChloeRoom_CHChloe_QuickPhase_Chloe_005 = "Periksa Anda keluar, Max! Siap untuk landasan pacu. Turun dan menunjukkan Joyce, dia akan menyukainya."
Cue_E3_5A_ChloeRoom_ChitChat_Chloe_010 = "Saya sangat dihapuskan dari tadi malam. Tapi itu mengagumkan."
Cue_E3_5A_ChloeRoom_ChitChat_Chloe_030 = "Tadi malam adalah hanya puncak gunung es."
Cue_E3_5A_ChloeRoom_ChitChat_Chloe_050 = "Hari ini gym, besok dunia. Kita perlu langkah itu."
Cue_E3_5A_ChloeRoom_ChitChat_Max_020 = "Saya harus merenungkan apa jenis pidana aku sudah menjadi."
Cue_E3_5A_ChloeRoom_ChitChat_Max_040 = "Aku harus mengakui, itu cukup keren untuk mengambil alih gym Blackwell."
Cue_E3_5A_ChloeRoom_ChitChat_Max_060 = "Kami masih harus berhati-hati bagaimana saya menggunakan kekuatan saya ... Saya tidak ingin terjebak dalam waktu."
Cue_E3_5A_ChloeRoom_Insertion_Chloe_010 = "Photobomb!"
Cue_E3_5A_ChloeRoom_Insertion_Chloe_040 = "Kami meninggalkan tanda selip di Blackwell tadi malam."
Cue_E3_5A_ChloeRoom_Insertion_Chloe_060 = "Setiap seniman besar akan ditolak sebelum mereka diterima. Jadi, Anda harus memasukkan foto."
Cue_E3_5A_ChloeRoom_Insertion_Chloe_080 = "Ayolah, aku tidak ingin melihat Arcadia Bay dibakar ke pantai, saya hanya mengatakan omong kosong seperti itu karena saya sudah berusaha untuk keluar dari sini sejak-sejak kau pergi, pada dasarnya. Jika aku bisa menemukan Rachel , kemudian membayar Frank off, aku masih meninggalkan untuk memulai hidup baru ... "
Cue_E3_5A_ChloeRoom_Insertion_Chloe_100 = "Tidak, Anda tidak. Kau ditangguhkan, kriminal."
Cue_E3_5A_ChloeRoom_Insertion_Chloe_120 = "Oh, tidak sekolahan yang memiliki tes hari ini?"
Cue_E3_5A_ChloeRoom_Insertion_Max_020 = "Foto-babi!"
Cue_E3_5A_ChloeRoom_Insertion_Max_030 = "Rasanya seperti dunia yang berbeda dari kemarin ..."
Cue_E3_5A_ChloeRoom_Insertion_Max_050 = "Suka membutuhkan satu sama lain."
Cue_E3_5A_ChloeRoom_Insertion_Max_055 = "Saya ingin melakukan sesuatu yang baik untuk sekolah saya dan Arcadia Bay. Aku bahkan tidak bisa mengirimkan foto saya untuk mewakili ... Aku hanya tidak ingin ditolak."
Cue_E3_5A_ChloeRoom_Insertion_Max_070 = "Meskipun aku mucikari sekolah dan kota Anda ingin obor?"
Cue_E3_5A_ChloeRoom_Insertion_Max_090 = "Berharap kita bisa nongkrong sepanjang pagi seperti kita digunakan untuk ... Mungkin kita harus bangun, aku harus kembali ke Blackwell segera."
Cue_E3_5A_ChloeRoom_Insertion_Max_110 = "Tidak ada yang ditangguhkan PR. Jika saya tidak menyerahkannya, sekolah akan menghubungi orang-orang saya lagi. Dan Max mendapat lebih banyak masalah."
Cue_E3_5A_ChloeRoom_Insertion_Max_130 = "Aku mulai merasa seperti pergi ke Blackwell setiap hari adalah ujian. Saya hanya perlu untuk mendapatkan jadwal sekolah reguler saya lagi."
Cue_E3_5A_ChloeRoom_KissChoice_Max_010 = "Saya jadi akan unfriend terbaik Anda untuk itu."
Cue_E3_5A_ChloeRoom_Kiss_Chloe_010 = "Sialan, kau hardcore, Max! Sekarang saya dapat teks Warren dan mengatakan bahwa dia tidak berdiri kesempatan ... kecuali dia ke dalam tindakan gadis-gadis."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Chloe_020 = "Lihat jika Anda dapat menemukan pakaian yang cocok di dalam lubang mode saya."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Chloe_030 = "Hei, di sana Anda pergi! Rachel meninggalkan sekelompok pakaiannya dengan saya ... Dia ukuran Anda."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Chloe_050 = "Max, Anda tidak memiliki gaya sama sekali. Setidaknya mencobanya. Anda selalu dapat mundur kembali ke Anda klorin merek T-shirt dan celana jeans generik."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Chloe_070 = "Berhenti menebak-nebak sendiri, Max! Masukan ini dan membiarkan gadis punk-rock batin Anda keluar! Anda mampu untuk mengambil risiko! Setiap kali dan apa pun yang Anda ingin mencoba ... misalnya, saya berani Anda untuk mencium saya!"
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Chloe_100 = "Saya ganda berani Anda. Cium aku sekarang."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Max_010 = "Ew. Masih berbau seperti pabrik klorin."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Max_040 = "Tapi tidak cukup gaya saya."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Max_060 = "Anda mengisap. Saya suka baju dan celana jeans saya ... tapi itu akan menjadi dingin untuk mencoba pakaian Rachel, hanya untuk melihat apakah mereka cocok."
Cue_E3_5A_ChloeRoom_MaxGetDressed01_Max_090 = "Apa?"
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Chloe_010 = "Lookin 'sakit, Max. Beberapa tato, beberapa tindikan dan kami akan membuat mesin pencacah dari Anda belum."
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Chloe_030 = "Mungkin tidak. Turun dan say hi ke Joyce. Sarapan gratis! Saya harus, eh, bangun 'n' panggang pertama."
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Chloe_050 = "Mari kita tidak mundur dan mencari tahu, 'kay?"
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Chloe_070 = "Jadi mengambil hit gantinya, tightass. Ya, benar."
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Max_020 = "Siap untuk mosh pit, shaka brah."
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Max_040 = "Aku berjanji tidak akan memberitahu."
Cue_E3_5A_ChloeRoom_MaxGetDressed02_Max_060 = "Saya tidak mengambil rap kali ini, stoner."
Cue_E3_5A_ChloeRoom_NoKiss_Chloe_020 = "Oh, seperti aku? Hanya mengakui bahwa Anda sudah macked pada saya kemudian digunakan mundur Anda! Sekarang saya dapat teks Warren bahwa Anda menyimpan sendiri semua untuk dia ..."
Cue_E3_5A_ChloeRoom_NoKiss_Max_010 = "Maaf, tidak mudah."
Cue_E3_5A_ChloeRoom_NoKiss_Max_030 = "Anda dork seperti itu."
